Repository: nvdaaddons/beepKeyboard
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, fi, gl, hr, it, pl, pt_br, pt_pt, ro, sk, sr

source: Beep keyboard
bg: Звукови сигнали от клавиатурата
da: Bip Tastatur
de: Signaltöne für Tastenereignisse
fi: Näppäimistön äänimerkki
gl: Pitidos de teclado
hr: Zvučni signal za tipkovnicu
it: Segnale acustico tastiera
pt_br: Bipe para teclado
pt_pt: Beep para teclado
sk: Pípajúca klávesnica
sr: Zvučni signali tastature

source: Beep for uppercases when &caps lock is on
bg: Издавай звуков сигнал за &главни букви при включен Caps Lock
da: Bip ved store bogstaver, hvis &Caps Lock er slået til
de: Signalton bei Großbuchstaben, wenn die Dauergroßs&chreibung aktiv ist
fi: Ilmaise isot kirjaimet äänimerkillä, kun &Caps Lock on käytössä
gl: Pitar para maiúsculas cando o &bloqueo de maiúsculas está activado
hr: Zvučni signal za &velika slova kad su velika slova uključena
it: Segnale acustico per le maiuscole quando è attivo il &blocco maiuscole
pl: Odtwarzaj sygnał dźwiękowy, gdy klawisz &Caps lock jest włączony
pt_br: Bipar para maiúsculas quando o &caps lock está ativado
pt_pt: Beep para letras maiúsculas quando a &caps lock está activo
ro: Emite bip pentru majuscule când tasta &caps lock este activă
sk: Pípať pri písaní veľkých písmen s &Capslockom
sr: Reprodukuj zvučne signale kada se uključe &velika slova

source: Beep for typed characters when &shift is pressed
bg: Издавай звуков сигнал за въвежданите &символи при натиснат Shift
da: Bip ved indtastede tegn, hvis &shift-tasten trykkes
de: Signalton während der Eingabe von Zeichen mit gedrückter Umschalttaste
fi: Ilmaise kirjoitetut merkit äänimerkillä &Vaihto-näppäintä painettaessa
gl: Pitar para os caracteres escritos cando &shift está premido
hr: Zvučni signal za tipkane znakove kad je tipka &shift pritisnuta
it: Segnale acustico per i caratteri digitati quando viene premuto &shift
pl: Odtwarzaj sygnał dźwiękowy, gdy &shift jest naciśnięty
pt_br: Bipar para caracteres digitados quando &shift é pressionado
pt_pt: Bip para caracteres escritos, quando &shift é pressionado
ro: Emite bip pentru caracterele tastate când tasta &shift este apăsată
sk: Pípať pri písaní veľkých písmen so &Shiftom
sr: Reprodukuj zvučne signale za ukucane znakove kada se pritisne &shift

source: Beep for &toggle keys changes
bg: Издавай звуков сигнал при &промяна на състоянието на превключващите клавиши
da: Bip, når tilstanden for &til/fra-taster ændres
de: Signalton bei Änderung der Umschalttaste
fi: Ilmaise &tilanvaihtonäppäinten muutokset äänimerkillä
gl: Pitar para cambios de teclas de &conmutación
hr: Zvučni signal za promjenu &preklopne tipke
it: Segnale acustico per le modifiche dei &tasti di alternanza
pl: Odtwarzaj sygnał &dźwiękowy dla zmian klawiszy przełączających
pt_br: Bipar para alteração nas &teclas de alternância
pt_pt: Beep para alterar as &teclas
ro: &Emite bip pentru schimbările comutatoarelor de taste
sk: &Pípať pri prepínaní Capslocku, Numlocku a iných preraďovačov
sr: Reprodukuj zvučne signale kada se tasteri &uključuju i isključuju

source: &Announce toggle keys changes (if Beep for toggle keys changes is disabled NVDA will have the original behavior)
bg: &Докладвай промените в състоянието на превключващите клавиши (ако е изключено издаването на звуков сигнал за превключващите клавиши, NVDA ще има стандартно поведение)
da: &Annoncér ændringer i tilstanden for til/fra-taster (hvis Bip, når tilstanden for &til/fra-taster ændres, vil NVDA opfører sig som normalt)
de: &Ansage beim Umschalten der Dauergroßschreibtaste (wenn "Signalton beim Ändern der Dauergroßschreibtaste" deaktiviert ist. NVDA verhält sich wie gewohnt)
fi: &Puhu tilanvaihtonäppäinten muutokset (mikäli Ilmaise tilanvaihtonäppäinten muutokset äänimerkillä ei ole käytössä, NVDA käyttäytyy alkuperäisellä tavalla)
gl: &Anunciar cambios nas teclas de conmutación (se Pitar para cambios en teclas de conmutacion está deshabilitado NVDA terá o comportamento orixinal)
hr: &Najavi promjene stanja preklopnih tipki (kad je „Zvučni signal za promjenu stanja preklopnih tipki” isključeno, NVDA će se ponašati na izvorni način)
it: &Annuncia le modifiche dei tasti di alternanza (se il segnale acustico per le modifiche dei tasti di alternanza è disabilitato, NVDA avrà il comportamento originale)
pl: &Powiadamiaj o klawiszach przełączających (jeżeli jest włączona opcja sygnałów dźwiękowych dla tych że NVDA zachowa się w sposób domyślny)
pt_br: &Anunciar alterações nas teclas de alternância (se Bipar para alterações nas teclas de alternância estiver desativado, o NVDA terá o comportamento original)
pt_pt: &Anunciar alterações nas teclas de alternância (se o Bipe para alterações nas teclas de alternância estiver desativado, o NVDA terá o comportamento original)
ro: &Anunță schimbările comutatoarelor de taste (dacă bipul pentru anunțarea schimbărilor comutatoarelor de taste este dezactivat, NVDA va avea comportamentul implicit)
sk: Ozn&amovať prepínanie Capslocku, Numlocku a iných preraďovačov (Predvolené správanie NVDA)
sr: &Izgovori menjanje stanja tastera(ako se onemogući zvučni signal NVDA će imati standardno ponašanje)

source: &disable beeping on password fields
bg: &Не издавай звуков сигнал в полетата за пароли
da: &Deaktivér bip i adgangskodefelter
de: Signaltöne in Passwortfeldern &deaktivieren
fi: &Poista äänimerkki käytöstä salasanakentissä
gl: &deshabilitar pitidos en campos de contrasinal
hr: &Isključi zvučni signal u poljima za lozinku
it: &disabilita segnale acustico nei campi password
pl: &Wyłącz sygnały dźwiękowe dla pól haseł
pt_br: &desativar o bipe nos campos de senha
pt_pt: &Desactivar beep nos campos de senha
ro: Dezactivează emiterea de bipuri pentru câmpurile de parolă
sk: &Nepípať v heslových editačných poliach
sr: &Onemogući zvučne signale u poljima za lozinke

source: &Open advanced options
bg: &Отвори разширените настройки
da: Åbn advancerede %indstillinger
de: Erweiterte Einstellungen ö&ffnen
fi: &Avaa lisäasetukset
gl: &Abrir opcións avanzadas
hr: &Otvori napredne opcije
it: &Apri opzioni avanzate
pl: &Otwórz opcje zaawansowane
pt_br: Abrir &opções avançadas
pt_pt: &Abrir opções avançadas
ro: &Deschide setările avansate
sk: &Pokročilé nastavenia
sr: &Otvori napredna podešavanja

source: Advanced settings - Keyboard beep
bg: Разширени настройки – Звукови сигнали от клавиатурата
da: Avancerede Indstillinger - Bip Tastatur
de: Erweiterte Einstellungen - Tastatursignale
fi: Lisäasetukset - Näppäimistön äänimerkki
gl: Opcións avanzadas - Pitidos de teclado
hr: Napredne postavke – Zvučni signal za tipkovnicu
it: Impostazioni avanzate - segnale acustico tastiera
pl: Ustawienia zaawansowane - sygnał klawiatury
pt_br: Configurações avançadas - Bipe para teclado
pt_pt: Configurações avançadas - Bip de teclado
ro: Setări avansate - Bip tastatură
sk: Pokročilé nastavenia - pípajúca klávesnica
sr: Napredna podešavanja - zvučni signali tastature

source: &Ignored characters with shift pressed
bg: &Игнорирани символи при натиснат Shift
da: &Ignorerede tegn, når shift-tasten trykkes
de: &Ignorierte Zeichen bei gedrückter Umschalttaste
fi: &Ohitettavat merkit Vaihto-näppäintä painettaessa
gl: Caracteres &ignorados con shift premida
hr: &Zanemareni znakovi s pritisnutom tipkom shift
it: Caratteri &ignorati con shift premuto
pl: &Ignorowane klawisze z naciśniętym klawiszem shift
pt_br: Caracteres &ignorados com shift pressionado
pt_pt: &Ignorados caracteres com shift pressionado
ro: &Ignoră caracterele inserate odată cu apăsarea tastei shift
sk: &Ignorované znaky so stlačeným shiftom
sr: &Ignorisani znakovi kada se pritisne shift

source: Beep &always for the following characters
bg: &Винаги да се издават звукови сигнали за следните символи
da: Bip &altid ved brug af følgende tegn
de: &Immer Signalton bei folgende Zeichen
fi: Anna äänimerkki &aina seuraaville merkeille
gl: Pitar &sempre para os seguintes caracteres
hr: &Uvijek odsviraj zvučni signal za sljedeće znakove
it: Segnale acustico &sempre attivo per i seguenti caratteri
pl: &Zawsze odtwarzaj sygnały dźwiękowe dla następujących znaków
pt_br: Bipar sempre para os seguintes caracteres
pt_pt: Beep &sempre para os seguintes caracteres
ro: &Întotdeauna emite bip pentru următoarele caractere
sk: Vždy píp&ať pri napísaní týchto znakov
sr: Uvek reprodukuj signale za sledeće &znakove

source: &Select tone to configure
bg: И&збор на тон за конфигуриране
da: &Vælg tone, der skal konfigureres
de: &Signalton auswählen
fi: Va&litse määritettävä äänimerkki
gl: &Selecciona ton a configurar
hr: Odaberi zvuk koji želiš &konfigurirati
it: &Seleziona tono da configurare
pl: &Ustaw sygnał dźwiękowy
pt_br: &Selecione o tom para configurar
pt_pt: &Seleccionar tom para configurar
ro: &Selectează tonul de configurat
sk: &Nastaviť tón
sr: &Izaberi ton za podešavanje

source: Typed characters with shift pressed
bg: Въвеждани символи при натиснат Shift
da: Indtastde tegn med shift-tasten trykket
de: Zeichen während der Eingabe bei gedrückter Umschalttaste
fi: Kirjoitetut merkit Vaihto-näppäintä painettaessa
gl: Caracteres escritos con shift premida
hr: Tipkani znakovi s pritisnutom tipkom shift
it: Caratteri digitati con shift premuto
pl: Napisane znaki z wciśniętym shiftem
pt_br: Caracteres digitados com shift pressionado
pt_pt: Caracteres escritos com shift pressionado
ro: Caractere tastate odată cu apăsarea tastei shift
sk: Napísané znaky s klávesom Shift
sr: Ukucani znakovi uz pritisnut taster shift

source: Custom characters
bg: Символи по избор
da: Tilpassede tegn
de: Benutzerdefinierte Zeichen
fi: Mukautetut merkit
gl: Caracteres persoalizados
hr: Prilagođeni znakovi
it: Caratteri personalizzati
pl: Znaki użytkownika
pt_br: Caracteres personalizados
pt_pt: Caracteres personalizados
ro: Caractere personalizate
sk: vlastné znaky
sr: Prilagođeni znakovi

source: Typed characters when caps lock is on
bg: Въведени главни букви при включен Caps Lock
da: Indtastede tegn, når Caps Lock er slået til
de: Zeichen während der Eingabe bei aktiver Dauergroßschreibung
fi: Kirjoitetut merkit, kun Caps Lock on käytössä
gl: Caracteres escritos cando o bloqueo de maiúsculas está activado
hr: Tipkani znakovi kad je tipkanje velikim slovima uključeno
it: Caratteri digitati quando è attivo il blocco maiuscole
pl: Wpisane znaki gdy Caps lock jest włączony
pt_br: Caracteres digitados quando o caps lock está ativado
pt_pt: Caracteres escritos quando caps lock está activo
ro: Caractere tastate când caps lock este activ
sk: Napísané znaky so zapnutým Capslockom
sr: Ukucani znakovi kada su velika slova uključena

source: Toggle key goes off
bg: Превключващ клавиш се изключва
da: Til/fra-tast slås fra
de: Umschalttaste ausgeschaltet
fi: Tilanvaihtonäppäin poistetaan käytöstä
gl: Tecla de conmutación desactívase
hr: Preklopna tipka se isključuje
it: Il tasto di alternanza viene disattivato
pl: Przycisk przełączania się wyłącza
pt_br: Tecla de alternância desativada
pt_pt: A tecla de alternância dispara
ro: Tastă de deplasare dezactivată
sk: Vypnutie preraďovača
sr: Taster je isključen

source: Toggle key goes on
bg: Превключващ клавиш се включва
da: Til/fra-tast slås til
de: Umschalttaste eingeschaltet
fi: Tilanvaihtonäppäin otetaan käyttöön
gl: Tecla de onmutación actívase
hr: Preklopna tipka se uključuje
it: Il tasto di alternanza viene attivato
pl: Przycisk przełączania się włącza
pt_br: Tecla de alternância ativada
pt_pt: A tecla de alternância continua
ro: Tastă de deplasare activată
sk: Zapnutie preraďovača
sr: Taster je uključen

source: Tone &pitch
bg: Височина на &тона
da: Tonens &toneleje
de: Ton&höhe
fi: Äänimerkin &korkeus
gl: &Ton do pitido
hr: &Visina zvuka
it: Acutezza &tono
pl: &wysokość sygnału dźwiękowego
pt_br: &Frequência do tom
pt_pt: Tom & Passo
ro: Înăl&țime ton
sk: &Výška tónu
sr: &Visina tona

source: Tone &length
bg: Дъл&жина на тона
da: Tonens %længde
de: Ton&länge
fi: Äänimerkin k&esto
gl: &Duración do pitido
hr: &Duljina zvuka
it: Durata &tono
pl: &Długość sygnału dźwiękowego
pt_br: &Duração do tom
pt_pt: Tom e comprimento
ro: &Durată ton
sk: &Dĺžka tónu
sr: T&rajanje tona

source: Tone &volume
bg: Сила на зв&ука за тона
da: Tonens &lydstyrke
de: Ton&lautstärke
fi: Äänimerkin &voimakkuus
gl: &Volume do pitido
hr: &Glasnoća zvuka
it: &Volume tono
pl: &Głośność sygnału dźwiękowego
pt_br: &Volume do tom
pt_pt: Tom e volume
ro: &Volum ton
sk: &Hlasitosť tónu
sr: &Jačina tona

source: &Test tone
bg: Изпро&бвай тона
de: Ton &testen
fi: &Testaa ääntä
gl: &Probar ton
hr: &Testiranje zvuka
it: Riproduci un esempio del &tono
pl: &Testuj sygnał
pt_br: &Testar tom
pt_pt: Tom de &Test
ro: &Ton de test
sk: &Testovať
sr: &Testiraj ton

source: You entered a wrong value. Please correct it or discard changes.
bg: Въведохте грешна стойност. Моля, поправете я, или отхвърлете промените.
da: Du har indtastet en forkert værdi. Ret den eller kassér ændringer.
de: Sie haben einen falschen Wert eingegeben.
fi: Kirjoitit väärän arvon. Korjaa se tai hylkää muutokset.
gl: Introduciches un valor incorrecto. Por favor corríxeo ou descarta os cambios.
hr: Upisana je kriva vrijednost. Ispravi je ili zanemari promjene.
it: È stato inserito un valore non corretto. Correggerlo o annullare le modifiche.
pl: Wpisałeś niepoprawną wartość. Popraw ją lub anuluj zmiany.
pt_br: Você digitou um valor errado. Corrija ou descarte as alterações.
pt_pt: Inseriu um valor errado. Por favor, corrija-o ou não faça as alterações.
ro: Ați introdus o valoare greșită. Vă rugăm să o corectați sau să anulați modificările.
sk: Zadali ste nesprávnu hodnotu. Zmeňte nastavenie alebo ponechajte predošlé parametre.
sr: Upisali ste pogrešnu vrednost. Molimo vas, promenite je ili je odbacite.

source: This add-on beeps with some keyboard events.
bg: Тази добавка издава сигнал при някои събития на клавиатурата.
da: Dette tilføjelsesprogram bipper ved nogle tastaturhændelser.
de: Diese Erweiterung signalisiert einige Tastatur-Ereignisse.
fi: Tämä lisäosa antaa äänimerkin joillekin näppäimistön tapahtumille.
gl: Este complemento pita con algúns eventos de teclado.
hr: Ovaj dodatak svira zvučne signale za neke događaje na tipkovnici.
it: Questo componente aggiuntivo emette dei segnali acustici con alcuni eventi della tastiera.
pl: Ten dodatek piszczy przy określonych zdarzeniach.
pt_br: Esse complemento bipa com alguns eventos do teclado.
pt_pt: Este extra apita com alguns eventos de teclado.
ro: Acest supliment emite bipuri cu niște evenimente ale tastaturii.
sk: Tento doplnok pípa pri písaní na klávesnici.
sr: Ovaj dodatak reprodukuje zvučne signale za neke događaje na tastaturi.
